<!-- Modal -->
<div class="modal" id="exampleModalScrollable" tabindex="-1" role="dialog" aria-labelledby="exampleModalScrollableLabel"
     aria-hidden="true">
    <div class="modal-dialog modal-dialog-scrollable" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="exampleModalCenteredLabel">Пользовательское соглашение</h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body">
                Пользовательское Соглашение
                Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ИП Куликовских
                (далее Девайс-сантехника или Администрация) с одной стороны и пользователем сайта с другой.
                Сайт Девайс-сантехника не является средством массовой информации.

                Используя сайт, Вы соглашаетесь с условиями данного соглашения.
                Если Вы не согласны с условиями данного соглашения, не используйте сайт Девайс-сантехника!

                Предмет соглашения
                Администрация предоставляет пользователю право на размещение на сайте следующей информации:

                Предмет соглашения
                Администрация предоставляет пользователю право на размещение на сайте следующей информации:
                - Текстовой информации

                Права и обязанности сторон
                Пользователь имеет право:
                - осуществлять поиск информации на сайте
                - получать информацию на сайте
                - комментировать контент, выложенный на сайте
                - использовать информацию сайта в личных некоммерческих целях

                Администрация имеет право:
                - по своему усмотрению и необходимости создавать, изменять, отменять правила
                - ограничивать доступ к любой информации на сайте
                - создавать, изменять, удалять информацию
                - удалять учетные записи

                Пользователь обязуется:
                - обновлять Персональные данные, предоставленные при регистрации, в случае их изменения
                - не нарушать работоспособность сайта
                - не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
                - не совершать действия, направленные на введение других Пользователей в заблуждение
                - не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим
                лицам
                - не регистрировать учетную запись от имени или вместо другого лица за исключением случаев,
                предусмотренных законодательством РФ
                - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а
                также иную информацию, размещение которой запрещено или противоречит нормам действующего
                законодательства РФ
                - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с
                Сайтом и его Сервисами

                Администрация обязуется:
                - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
                Администрации причинам.
                - осуществлять разностороннюю защиту учетной записи Пользователя
                - предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной
                власти в случаях, установленных законом

                Ответственность сторон
                - пользователь лично несет полную ответственность за распространяемую им информацию
                - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
                - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное
                бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а
                также бесперебойную работу информационного ресурса

                Условия действия Соглашения
                Данное Соглашение вступает в силу при регистрации на сайте.
                Соглашение действует бессрочно.
                Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему
                усмотрению.
                Администрация не оповещает пользователей об изменении в Соглашении.
            </div>
        </div>
    </div>
</div>
